Repository: afterpay/sdk-ios
Catalog: Sources/*.lproj/Placement.strings
Languages: fr_ca, it

# AVAILABLE_TEMPLATE
source: %1$@ 4 %2$@payments of %3$@ %4$@
fr_ca: %1$@ 4 paiements %2$@de %3$@ %4$@
it: %1$@ %2$@ rate %3$@da %4$@ %5$@

source: in
fr_ca: en

# IN_TITLE
source: In
fr_ca: En

source: interest-free
fr_ca: sans intérêts
it: senza interessi

source: make
fr_ca: effectuez
it: scegli

# MAKE_TITLE
source: Make
fr_ca: Effectuez
it: Scegli

source: or
fr_ca: ou
it: o

source: or pay with
fr_ca: ou payer avec
it: o paga con

# OR_TITLE
source: Or
fr_ca: Ou
it: O

# OUTSIDE_LIMITS
source: available for orders between %1$@ â€“ %2$@
fr_ca: disponible pour les montants entre %1$@ – %2$@
it: disponibile per importi fra %1$@ – %2$@

source: pay
fr_ca: payez
it: paga

source: pay in
fr_ca: payez en
it: paga in

# PAY_IN_TITLE
source: Pay in
fr_ca: Payez en
it: Paga in

# PAY_TITLE
source: Pay
fr_ca: Payez
it: Paga

source: with
fr_ca: avec
it: con

source: More Info
it: Maggiori info

source: Learn More
it: Scopri di piú
